Repository: common-repository/youforms-free-for-copecart
Catalog: languages/Cope_Formlang-*.po
Languages: de_de

source: First name
de_de: Vorname

source: Last name
de_de: Nachname

source: your@example.com
de_de: deine@email.de

source: Phone
de_de: Telefon

source: Address
de_de: Adresse

source: House Nr.
de_de: Haus Nr.

source: City
de_de: Stadt

source: Zip code
de_de: PLZ

source: Country
de_de: Land

source: Subscribe NOW! to the premium Wordpress Plugin!
de_de: Abonniere jetzt das Premium WordPress Plugin!

source: Yes! i will subscribe to the premium version!
de_de: Ja! Ich möchte das Premium Plugin für WordPress abonnieren!

source: Continue Checkout
de_de: Weiter zur Kasse

source: Checkout will be done by CopeCart!
de_de: Sie werden zur CopeCart Kasse weitergeleitet!

source: Create checkouts very easy, with the premium CopCart Form!
de_de: Gestalte eigene Masken und steige dein Umsatz mithilfe von CopeCart!

source: Help: Put your product url in here that you get from CopeCart! This link open's when you click on the checkoutbutton!
de_de: Hinweis: Platzieren Sie ihr CopeCart link in das Unterstehende Feld ein! Dieser Link wird beim drücken auf die Schaltfläche "Weiter zur Kasse" aufgerufen!

source: Paste your CopeCart product url here!
de_de: Platzieren Sie hier ihre CopeCart Produkturl ohne Parameter ein!

source: Button template
de_de: Schaltfläche

source: Help: This button open's the Modal template below as a popup!
de_de: Hinweis: Die Schaltfläche öffnet das Modale Fenster als Popup! Wenn Sie das nicht möchten deaktivieren Sie diese Komponente auf der rechten Seite!

source: Modal template
de_de: Modales Fenster

source: Hide button template
de_de: Verstecke die Schaltfläche

source: Visible/hide components
de_de: Aktiviere/Deaktiviere Komponenten

source: Change button template text
de_de: Ändern der Texte in der Schaltfläche

source: Change button template color
de_de: Ändern der Farben in der Schaltfläche

source: Change modal template text
de_de: Ändern der Texte im modalem Fenster

source: Button background:
de_de: Hintergrundfarbe der Formularschaltfläche:

source: Button font-color:
de_de: Schriftfarbe der Schaltfläche:

source: Button text:
de_de: Text der Formularschaltfläche:

source: Your Button-text..
de_de: Ihr Schaltflächentext..

source: Button subtext:
de_de: Subtext der Schaltfläche:

source: Your Button-subtext...
de_de: Ihr Schaltflächensubtext...

source: Billing address
de_de: Kontaktdaten

source: Header text:
de_de: Formularkopftext:

source: Your Headertext..
de_de: Ihr Formularkopftext..

source: Header subtext:
de_de: Formularkopfsubtext:

source: Your Headersubtext...
de_de: Ihr Schaltflächensubtext...

source: Header background:
de_de: Hintergrundfarbe vom Formularkopf :

source: Header font-color:
de_de: Schriftfarbe vom Formularkopf:

source: Button subtext
de_de: Subtext von der Formularschaltfläche

source: Enable Email
de_de: Aktiviere Email

source: Before cart expiry date
de_de: Vor dem Ablaufdatum des Warenkorbs

source: Days
de_de: Tage

source: Hours
de_de: Stunden

source: Minutes
de_de: Minuten

source: Seconds
de_de: Sekunden

source: youForms Free for CopeCart
de_de: youForms Free für CopeCart Benutzer

source: youForms Archives
de_de: youForms Archiv

source: youForms Attributes
de_de: youForms Attribute

source: Parent sales:
de_de: Übergeordnete Verkaufsformulare:

source: Your templates
de_de: Ihre Vorlagen

source: Add new sales form
de_de: Erstelle neues Verkaufsformular

source: Add new
de_de: Erstellen

source: New form
de_de: Neues Formular

source: Edit form
de_de: Formular ändern

source: Update form
de_de: Aktualisiere Formular

source: View form
de_de: Formular ansehen

source: Search form
de_de: Suche Formular

source: Not found
de_de: Nicht gefunden

source: Not found in Trash
de_de: Papierkorb ist leer

source: Featured Image
de_de: Ausgewähltes Bild

source: Set featured image
de_de: Ausgewähltes Bild setzen

source: Remove featured image
de_de: Ausgewähltes Bild entfernen

source: Use as featured image
de_de: Als vorgestellungs Bild verwenden

source: Insert item
de_de: Item einfügen

source: Uploaded to this item
de_de: Zu diesem Artikel hochladen

source: Sales form list
de_de: Verkaufsformular Liste

source: Form list navigation
de_de: Navigation durch die Formularliste

source: Filter items list
de_de: Item Liste filtern

source: youForms free for CopeCart
de_de: youForms Free für CopeCart Benutzer

source: Add new Form
de_de: Erstelle ein neues Formular
